<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>Insert title here</title>
</head>
<body>
개인정보 처리방침
개인정보의 처리 목적
"RECOMEDI"는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.


① 홈페이지 회원가입 및 관리
- 회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정 이용 방지, 각종 고지·통지, 고충 처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.

② 재화 또는 서비스 제공
- 서비스 제공, 청구서 발송, 콘텐츠 제공, 요금 결제·정산 등을 목적으로 개인정보를 처리합니다.

③ 마케팅 및 광고에의 활용
- 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 서비스의 유효성 확인, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

④ 가명정보의 활용
- 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 개인정보를 가명처리하고, 가명정보를 활용합니다.
개인정보의 처리 및 보유 기간 및 처리하는 개인정보의 항목
"RECOMEDI"는 법령에 따른 개인정보 보유·이용 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용 기간 내에서 개인정보를 처리, 보유합니다.

"RECOMEDI"는 개인정보 수집목적을 달성할 수 있는 경우 익명처리가 가능한 경우에는 익명에 의하여, 익명처리로 목적을 달성할 수 없는 경우에는 가명에 의하여 처리하고 있습니다. 일부 서비스에서는 특화된 여러 기능들을 제공하기 위해 oauth.network 서비스에서 공통으로 수집하는 정보 외 이용자 동의 후 추가적인 개인정보를 수집할 수 있습니다.

- 필수정보란? : 해당 서비스의 본질적 기능을 수행하기 위한 정보
- 선택정보란? : 보다 특화된 서비스를 제공하기 위해 추가 수집하는 정보 (선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.)
"RECOMEDI"가 처리하는 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다. 단 이하 ‘개인정보의 파기’에서 기재한 법령에 따라 보존이 필요한 정보는 그에 따릅니다.

개인정보의 제3자 제공
"RECOMEDI"는 정보주체의 동의를 받거나 개인정보 보호법 등 법률에 따라 제공이 가능한 경우에만 개인정보를 제3자에게 제공합니다.

개인정보처리의 위탁
① "RECOMEDI"는 원활한 서비스 제공을 위해 아래와 같이 개인정보처리업무를 위탁하고 있습니다.
위탁받는 자(수탁자)	위탁하는 업무의 내용	국외 제3자 회사명/연락처
Planetscale, Inc.	데이터보관 및 전산시스템 운용·관리	회원 탈퇴 또는 위탁업무 종료시까지
Amazon Web Services, Inc.	데이터보관 및 전산시스템 운용·관리	회원 탈퇴 또는 위탁업무 종료시까지

② "RECOMEDI"는 원활한 서비스 제공을 위해 아래와 같이 국외로 개인정보처리업무를 위탁하고 있습니다.
위탁받는 자(수탁자)	위탁하는 업무의 내용	국외 제3자 회사명/연락처	이전되는 항목	이전되는 국가	위탁 기간
Cafe24 Corp.	데이터보관 및 전산시스템 운용·관리
- 이전일시 및 이전방법: 서비스 이용 시점에 정보통신망을 통해 수시로 이전
- 이전받는 자의 개인정보 이용 목적: 클라우드 서버 운영 및 관리, 고객 지원 및 마케팅
- 이전받는 자의 보유ㆍ이용 기간: 회원 탈퇴 또는 이용자격 상실 이후 즉시 파기 (단, 제3조 제2항 또는 제3항이 적용되는 경우 그에 따름)

③ "RECOMEDI"는 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.

④ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

정보주체와 법정대리인의 권리·의무 및 그 행사방법
① 정보주체는 "RECOMEDI"에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.

② 제1항에 따른 권리 행사는 "RECOMEDI"에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 "RECOMEDI"는 이에 대해 지체 없이 조치하겠습니다.

③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

④ 개인정보 보호법 등 관계 법령에서 정하는 바에 따라 이용자의 개인정보 열람·정정·삭제·처리정지 요구 등의 권리 행사가 제한될 수 있습니다.

⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

⑥ "RECOMEDI"는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

개인정보의 파기
개인정보는 수집 및 이용목적이 달성되면 지체없이 파기하며, 절차 및 방법은 다음과 같습니다. 전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다. 이용자의 개인정보는 개인정보의 보유 기간이 경과된 경우에는 보유 기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다. 보호주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.


법령에 따라 일정기간 보관해야 하는 개인정보 및 해당 법령은 아래 표와 같습니다.

보존 항목	근거 법령	기간
계약 또는 청약철회 등에 관한 기록	전자상거래 등에서의 소비자 보호에 관한 법률	5년
대금결제 및 재화 등의 공급에 관한 기록	전자상거래 등에서의 소비자 보호에 관한 법률	5년
소비자의 불만 또는 분쟁처리에 관한 기록	전자상거래 등에서의 소비자 보호에 관한 법률	3년
신용정보의 수집/처리 및 이용 등에 관한 기록	신용정보의 이용 및 보호에 관한 법률	3년
세법이 규정하는 모든 거래에 관한 장부 및 증빙서류	국세기본법	5년
전자금융 거래에 관한 기록	전자금융거래법	5년
서비스 방문 기록	통신비밀보호법	3개월
수집목적과 합리적으로 관련된 범위 내의 개인정보 이용 및 제공
"RECOMEDI"는 당초 수집 목적과 합리적인 범위 내에서 아래 각 기준을 고려하여, 이용자의 동의 없이 개인정보를 이용 또는 제3자에게 제공할 수 있습니다.

1. 당초 수집 목적과 관련성이 있는지 여부: 당초 수집 목적과 추가적 이용·제공 목적이 성질이나 경향에 있어 연관이 있는지 등을 고려하여 따라 판단
2. 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지 여부: 개인정보처리자와 이용자 간의 관계, 기술 수준 및 발전 속도, 상당한 기간동안 정립된 일반적인 사정(관행) 등을 고려하여 판단
3. 이용자의 이익을 부당하게 침해하는지 여부: 추가적인 이용 목적과의 관계에서 이용자의 이익이 실질적으로 침해되는지 및 해당 이익 침해가 부당한지 등을 고려하여 판단
4. 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부: 침해 가능성을 고려한 안전 조치가 취해지는지 등을 고려하여 판단
개인정보의 안전성 확보 조치
"RECOMEDI"는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1. 정기적인 자체 감사 실시

개인정보 취급 관련 안정성 확보를 위해 정기적으로 자체 감사를 실시하고 있습니다.

2. 개인정보 취급 직원의 최소화 및 교육

개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 개인정보를 관리하는 대책을 시행하고 있습니다.

3. 내부관리계획의 수립 및 시행

개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

4. 해킹 등에 대비한 기술적 대책

"RECOMEDI"는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

5. 개인정보에 대한 접근 제한

개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항
"RECOMEDI"는 PC 기반 서비스의 제공을 위하여 쿠키를 이용하는 경우가 있습니다.

쿠키는 보다 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 사용됩니다.

쿠키란?
웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자 컴퓨터에 저장됩니다.
사용목적
개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.
쿠키 수집 거부
쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를 저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이 필요한 oauth.network 서비스 이용에 어려움이 있을 수 있습니다.
설정 방법의 예
1) Internet Explorer의 경우
웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정
2) Chrome의 경우
웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키

정보주체의 권익침해에 대한 구제 방법
아래의 기관은 "RECOMEDI"과는 별개의 기관으로서, "RECOMEDI"의 자체적인 개인정보 불만 처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.


가. 개인정보 침해신고센터 (한국인터넷진흥원 운영)

- 소관 업무 : 개인정보 침해 사실 신고, 상담 신청

- 홈페이지 : privacy.kisa.or.kr

- 전화 : (국번 없이) 118

- 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보 침해신고센터


나. 개인정보 분쟁조정위원회

- 소관업무 : 개인정보 분쟁 조정신청, 집단분쟁 조정 (민사적 해결)

- 홈페이지 : www.kopico.go.kr

- 전화 : (국번 없이) 1833-6972

- 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층


다. 대검찰청 사이버수사단 : 02-3280-3573 (www.spo.go.kr)

라. 경찰청 사이버안전국 : (국번 없이) 182 (http://cyberbureau.police.go.kr)

개인정보 처리방침이 변경되는 경우
법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보 처리방침을 수정할 수 있습니다. 개인정보 처리방침이 변경되는 경우 "RECOMEDI"는 변경 사항을 게시하며, 변경된 개인정보 처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.

다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.


공고일자: 2024년 12월 20일

시행일자: 2024년 12월 20일

</body>
</html>